
[日本語]
;Translated by Hiroyuki.S

;COMMON VALUES
LOKBUTTON=OK
LCANCELBUTTON=キャンセル
LSAVEASBUTTON=名前を付けて保存...
LANALYZEBUTTON=分析
LDEFRAGBUTTON=デフラグ
LCLOSEBUTTON=閉じる
LRESTARTBUTTON=再起動
LLATERBUTTON=後で
LREPORTBUTTON=レポートの作成...
LSTOPBUTTON=停止
LBROWSEBUTTON=参照...
LERROR=エラー
LENABLED=有効
LDISABLED=無効
LNOTSUPPORTED=サポートされていません
LREGREPLACE=エラー - RegReplaceKey が無効です。 Windows の再起動後に再試行してください。
LRESTOREPOINTNOT=復元ポイントはサポートされていません
LCREATINGRESTORE=復元ポイントを作成しています...

;MAIN WINDOW
LNEVERUSED=未使用
LMENUOPTIONS=オプション
LMENUHELP=ヘルプ
LMENUABOUT=情報
LOVERVIEW=概要
LLASTDEFRAG=最後に実行したデフラグ:
LSIZERECOVERED=削減されたサイズ:
LPERCENT=削減された割合:
LWOULDLIKE=何を実行しますか？
LDEFRAGTITLE=レジストリのデフラグ
LREGINFOTITLE=レジストリ情報の取得
LUPDATEOK=最新のバージョンを使っています。
LUPDATEDISABLED=自動更新チェックは無効になっています。
LUPDATENEW=新しいバージョンがありました。
LUPDATEWAIT=新しいバージョンがあるかどうか確認しています。しばらくお待ちください。
LMOREINFO=詳細...
LUPDATES=アップデート

;ABOUT WINDOW
LABOUTTITLE=情報 - 
LVERSION=バージョン
LICON=アイコンの作成:

;OPTIONS WINDOW
LOPTIONS=オプション
LOPTIONSDESCRIPTION=プログラムの設定を構成します。
LSETTINGS=一般設定
LLANGUAGE=言語
LCHKCHECKUPDATE=自動更新チェック
LCHECKNOW=新しいアップデートがあるかどうか確認しています...
LCHKDEFRAGMYCOMPUTER=マイコンピュータのコンテキストメニューに "レジストリのデフラグ..." を追加する
LCHKREGINFOMYCOMPUTER=マイコンピュータのコンテキストメニューに "レジストリ情報の取得..." を追加する
LBACKUPS=バックアップ
LAUTOREGFILES=デフラグ開始前にレジストリをバックアップする
LAUTORESTOREPOINT=デフラグ開始前に復元ポイントを作成する
LBACKUPFOLDER=バックアップ先のフォルダ:

;REGISTRY INFORMATIONS WINDOW
LINFORMATIONS=情報
LREGINFODESCRIPTION=Windowsのレジストリ情報を表示します。
LSO=オペレーションシステム:
LUSER=ユーザー:
LREGSIZE=レジストリサイズ:
LCOLUMNPATH=場所
LCOLUMNSIZE=サイズ
LREGISTRYFILES=レジストリファイル
LNUMBERFILES=ファイル数:

;DIAGNOSTICS WINDOW
LDIAGTITLE=診断

;DIAGNOSTIC WINDOW - ADDITIONAL
LHIVENAME=ハイブ名:
LLOGICALPATH=論理パス:
LMAPPATH=マップパス:
LTEMPPATH=Temp パス:
LHIVESIZE=ハイブサイズ:
LKEY=キー:
LVALIDFILE=ファイルは存在します。
LNOTVALIDFILE=ファイルは存在しません。

;DEFRAG WINDOW - First Screen
LDEFRAGDESCRIPTION=Windowsのレジストリを最適化します。
LTITLEPROBLEM=問題点および解決
LMAINTEXT=レジストリのデータはWindowsの稼働中に頻繁に書き込みや削除が行われています。そしてデータは断片化していきます。QuicksysRegDefragはレジストリファイルの断片化や無駄な領域を解消します。
LBENEFITS=QuicksysRegDefragはシステム全体のパフォーマンスとレジストリへのアクセスを改善します。
LTITLESTEPS=ステップ
LSTEP1=1. レジストリを分析します。
LSTEP2=2. 分析結果を表示します。
LSTEP3=3. レジストリをデフラグします。再起動する必要があります。
LTITLEANALYZE="分析" をクリックすると開始されます。
LAUTOBACKUP=自動バックアップ:
LAUTORESTORE=自動復元ポイント:

;DEFRAG WINDOW - Second Screen
LSTATUSANALYZING=レジストリを分析しています。しばらく待ってください。
LPROGRESS=進行状況:
LREADING=確認中:
LSTOPPROCESS=実行を停止しています...

;DEFRAG WINDOW - Third Screen
LRESULTS=分析結果
LCOMPARATION=比較
LCONCLUSION=結果
LREGISTRYFRAGMENTATION=レジストリの断片化
LCURRENTSIZE=現在のレジストリサイズ:
LNEWSIZE=実行後のレジストリサイズ:
LSIZEDIFFERENCE=削減されるサイズ:
LLEGFRAG=断片化された領域
LLEGALLOC=割り当てられた領域
LBACKREGFILES=レジストリのバックアップ:
LBACKRESTORE=復元ポイントの作成:
LCONCLUSION=結果

;DEFRAG WINDOW - Fourth Screen
LDEFRAGCOMPLETED=デフラグは完了しました！
LFINISHED=無事に終了しました。
LRESTARTREQUIRED=変更を適用するためにはコンピュータを再起動しなければなりません。
LRESTARTMSGBOX=今すぐ、再起動しますか？
LHTMLREPORT=デフラグの情報をHTML形式のレポートとして作成することができます。

;DEFRAG WINDOW - Others
LREDEFRAGRESTART=新しくデフラグの分析を開始するにはコンピュータの再起動が必要です。
LDEFRAGMSGBOX1=すべてのプログラムを終了してください。
LDEFRAGMSGBOX2=分析には数分かかるかもしれません。
LDEFRAGMSGBOX3=実行中はコンピュータが応答しなくなる場合があります。
LDEFRAGMSGBOX4=続けるには "Yes" をクリックしてください。
LFEWFRAGMENTS=断片化はほとんど検出されませんでした。レジストリの最適化は不要です。
LNOFRAGMENTS=断片化は検出されませんでした。レジストリの最適化はできません。
LTOOFRAGMENTS=断片化が数多く検出されました。"デフラグ"をクリックして最適化を実行してください。

;REPORT 
LNAMEREPORT=レポート
LH1=最適化に関するレポート
LCREATEDBY=作成者:
LDATE=日付:
LTIME=時間:
LSUMMARY=デフラグの概要
LREGPROCESSED=処理されたレジストリファイル:
LREGANASTART=レジストリ分析の開始時間:
LREGANAFINISHED=レジストリ分析の終了時間:
LREGTOTALFINISHED=レジストリ分析の合計時間:
LREGSIZEBEFORE=実行前のレジストリサイズ:
LREGSIZEAFTER=実行後のレジストリサイズ:
LREGSIZEDIFFERENCE=差分サイズ:
LREGFILESSUMMARY=レジストリファイルの概要
LCOLUMNREGFILE=レジストリファイル
LCOLUMNREGBEFORE=実行前のサイズ
LCOLUMNAFTER=実行後のサイズ
LCOLUMNDIFFERENCE=差分サイズ

;COMMANDLINE - PROGRESSWINDOW
LDEFRAGMENT=レジストリのデフラグ
LDEFRAGNOW=デフラグ:

;NEW PHRASES! Please, translate!
LHTMLCREATED=レポートは正常に作成されました。
LOPENNOW=今すぐ確認しますか？
LNOTHTMLCREATED=エラー！レポートの作成に失敗しました。
LFILE=ファイル
LFREESPACE==デフラグの実行に必要なディスクの空き領域がありません。確保して再試行してください。
LERROREGREAD=エラー！レジストリ情報を読み取ることができません。
